new

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v5="http://api.service.soap.emias.lanit.ru/v5/">
   <soap:Header xmlns:env="http://www.w3.org/2003/05/soap-envelope">
      <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
         <wsse:UsernameToken wsu:Id="UsernameToken-0E62EAA48AC6A742CE1545835667425109" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">
            <wsse:Username>LK/LK</wsse:Username>
            <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText"/>
         </wsse:UsernameToken>
      </wsse:Security>
   </soap:Header>
   <soap:Body>
      <v5:getAssignmentsInfo>
           <omsNumber>7747130829001294</omsNumber>
            <birthDate>1968-12-20</birthDate>
         <externalSystemId>LK</externalSystemId>
      </v5:getAssignmentsInfo>
   </soap:Body>
</soap:Envelope>
